{
  "client_name": "Mat Lis",
  "client_email": "mat@hiringmaven.io",
  "client_website": "https://hiringmaven.io",
  "email_sender_name": "Ollie Heartson",
  "email_sender_address": "ol.heartson@talkativecrew.com",
  "email_thread": "Hey Mat,\n\nHa great question. A mix of both! I'm looping in Sid, the main man in the know, he give you the full rundown.\n\nThanks\n\nOn Tuesday, Nov 25, 2025 at 6:26 AM mat@hiringmaven.io wrote:\nHey Ollie,\n\nYou know them or you know of them 🙂\n\nAll the best,\n\nPART OF THE RECRUITMENT ENTREPRENUER PORTFOLIO\n\nLogoDescription automatically generatedGraphical user interface, textDescription automatically generated Awards - Lacy Locks A poster of a city skylineDescription automatically generated\n\nDISCLAIMER: This email and any files transmitted with it are confidential and intended solely for the use of the individual or entity to whom they are addressed. This communication may contain material protected by law, copyright, or other legislation. If you are not the intended recipient or the person responsible for delivering the email to the intended recipient, be advised that you have received this email in error and that any use, dissemination, forwarding, printing, or copying of this email is strictly prohibited. Telephone calls with HiringMaven may be recorded for quality control, compliance, and staff training. If you have received this email in error, please notify the sender by calling +44 7568 574 041. The views expressed in this communication may not necessarily be the views held by HiringMaven LTD. HiringMaven, 60 Grosvenor Street, London, W1K 3HZ. Registered in England & Wales with Company Number: 15740054\n\nFrom: Ollie Heartson <ol.heartson@talkativecrew.com>\nSent: 25 November 2025 11:03\nTo: Mat Lis <mat@hiringmaven.io>\nSubject: Mat - intros\n\nHey Mat,\n\nI know a few software and finance companies looking for team leads, data scientists, and UX/UI designers.\n\nAre these the sort of businesses you guys are after? I could connect you up?\n\nLet me know and I can share more.\n\nThanks\n\n--\nOllie Heartson",
  "max_jobs_to_scrape": 400,
  "callback_webhook_url": null,
  "recruiter_timezone": "GMT"
}
